{
  "蚂蚁数据可视化": "AntV",
  "让数据栩栩如生": "Make the Data Vivid",
  "AntV 是蚂蚁金服全新一代数据可视化解决方案，致力于提供一套简单方便、专业可靠、无限可能的数据可视化最佳实践。": "AntV is a new generation of data visualization solution of Ant Financial. We provide a best practice of data visualization with simplicity and convenience, profession and reliability, and infinite possibilities.",
  "继续了解": "More",
  "更新": "Update",
  "L7 发布新版本，让地图动起来！": "L7 has published the new viewsion!",
  "推荐": "Recommand",
  "Kitchen 3.75，效率大幅提升！": "Kitchen 3.75, lift your efficient!",
  "我们的优势": "Our Advantages",
  "简单方便": "Simple and Convenient",
  "从数据出发，仅需几行代码可以轻松获得想要的图表展示效果。": "Starting from the data, you will get the visualization results with only a few lines of codes.",
  "方便可靠": "Reliable",
  "大量产品实践之上，提供绘图引擎、完备图形语法，专业设计规范。": "We provide rendering engines, complete grammar of graphics, and professional design standards for plenty of practice products.",
  "无限可能": "Infinite",
  "任何图表，都可以基于图形语法灵活绘制，满足你无限的创意。": "Based on the grammar of graphics, any charts or diagrams can be flexibly created, which will satisfy your infinite ideas.",
  "2000+ 公司正在使用": "2000+ Companies are Using AntV",
  "合作公司": "Companies",
  "查看详情": "More",
  "F2Native 移动端可视化方案": "F2Native, mobile visualization engine",
  "F2Native 是一个专注于客户端，开箱即用、高性能的可视化解决方案，支持 Android，iOS和MacOS 平台，完备的图形语法理论，满足你的各种需求，专业的移动设计指引为你带来最佳的移动端图表体验。": "F2Native is a client-focused, out-of-the-box, high-performance visualization solution that supports Android, iOS and MacOS platforms, complete graphics grammar theory to meet your various needs, and professional mobile design guidelines to bring you The best mobile charting experience.",
  "开始使用": "Getting Started",
  "图表演示": "Examples",
  "专注客户端，极致体验": "Focus on the moblie, the extreme experience",
  "围绕设计、性能以及不同平台环境，为用户提供移动客户端图表的最佳实践": "Provide users with best practices for mobile client charts around design, performance, and different platform environments",
  "图表丰富，组件完备": "All the chart types you want",
  "基于图形语法，灵活构建各类图表；组件完备，覆盖各类场景": "With the power of grammar of graphics, F2Native including classical charts such as line, column/bar chart, pie chart. Additionally, F2 also provides feature-riched chart components to meet various needs.",
  "轻量化植入，自然呈现": "Light and natural",
  "设计上自然简单易懂,可视化展现和人的自然行为特征有机融合;引入灵活、学习成本低": "make data more alive and chart interactions more natural.",
  "感谢信赖": "WE ARE TRUSTED BY",
  "蚂蚁财富": "Ant Fortune",
  "已广泛应用于股票等金融业务场景中，支撑着蚂蚁财富 app 上众多可视化场景。同时通过深入剖析用户的可视化诉求，沉淀出多套面向金融的可视化方案。": "It has been widely used in financial business scenarios such as stocks, and supports many visualization scenarios on the Ant Fortune app. At the same time, through in-depth analysis of users' visualization demands, a number of financial-oriented visualization solutions have been developed.",
  "支付宝": "Alipay",
  "覆盖证券、新闻财报等多个场景,在效能提升和高性能体验等方面都有着优秀的表现": "Covering multiple scenarios such as securities and news and financial reports, it has excellent performance in terms of efficiency improvement and high-performance experience."
}